{"data": "In the past few years, a lot of attention has been devoted to mental health on university campuses. Primarily explored from the perspective of students, poor mental health has been reported widely all around the world – it seems university students are not mentally well. \n\nStudies show a large proportion of students experience high levels of depressive symptoms. In the UK, the All Party Parliamentary Group on Students – a forum established for MPs and their peers to discuss issues that affect students in higher education – found 33% of students had experienced suicidal thoughts in the past academic year. \n\nPoor mental health at university is a big problem, not only because it affects how students learn, but because it also impacts whether they actually finish their degrees. Ultimately, symptoms of poor mental health affect the career potential and overall lives of students greatly. \n\nMost research has pointed to challenges caused by the transition from high school to university life, coursework deadlines, exams and financial difficulties. \n\n## Helping students\n\nRecent research in the UK has shown that university students have a limited understanding of mental health issues and are hesitant to seek support. Administrators have noted the high prevalence of poor mental health and low levels of mental health literacy of students. \n\nMental health issues have become a growing problem among students and academics. Pexels\n\nAcross the UK, universities have taken different approaches to raising awareness of mental health disorders and addressing stigma associated with poor mental health. \n\nPosters, websites and apps have sprung up in an effort to get students to seek care, and to encourage them to visit campus well-being clinics. \n\n## What about academics?\n\nBut it seems the poor mental health of academics has received comparatively little attention. This is concerning because research has shown that many academic staff are stressed and at risk of burnout. Like students, academics are not mentally well. \n\nOne recent survey found that 43% of academic staff exhibited symptoms of at least a mild mental disorder. This is nearly twice the prevalence of mental disorders compared with the general population. Primarily to blame are the increased workloads of academics and demands to publish and obtain external revenue. \n\nHigh levels of poor mental health have a profound impact on the professional competence and productivity of academics, affecting administrative, teaching and research quality – as well as impairing communication and work relationships among staff. Of course, poor mental health also affects the personal lives of these individuals. \n\n## Silent stigma\n\nBut academic staff have far fewer options for well-being support than students. Most universities will offer their staff the chance to see an occupational health nurse or contact an employee assistance program by telephone – but information about both services is limited and often difficult to find. And both options direct staff to services outside the university campus. \n\nWith limited, hard to find services and the stigma that surrounds poor mental health, it is unsurprising that only 6.7% of UK academic staff have ever disclosed a mental health condition. In a sense then, a culture of “silence of mental health issues within university environments” exists.\n\nAcademics ‘face higher mental health risk’ than other professions. Pexels\n\nIt is clear that more must be done to help address the poor mental health of academics. Meaningful structural changes are needed to address the underlying factors associated with poor mental health, like job security, workload and pay. Though these changes will not be easy or come quickly. Unfortunately, in the current political climate, and with the high costs of education, governments are under pressure to satisfy students and their parents with rubrics of excellence – putting further stress on academics. \n\n## Changing attitudes\n\nImproving mental health literacy among academics – including symptom identification, self-care practices (such as engaging in physical activity), and knowing where to seek support – is one potential strategy. Like the work being done with students, academics need information about mental health and help to change their attitudes towards seeking care. \n\nOne study found that academics who were more physically active and meeting the recommended guidelines of 150 minutes of moderate or vigorous intensity activity every week, were more likely to report higher levels of well-being and lower levels of distress. \n\nBut telling academics about physical activity is not enough and changes to the university environment are needed to support behaviour change. \n\nThe creation of physical activity options for staff, including social walking groups, free exercise facilities, and heavily subsidised cycle to work schemes, may help. Using physical activity to connect people around mental health, similar to England Athletics’ Mental Health Ambassador Programme, may further provide support. And increased physical activity isn’t something that would only help academics, everyone on campus could benefit. \n\nPoor mental health among academics has serious consequences in terms of the future of universities. And if nothing is done to promote good mental health, we will continue to lose academics because of burnout. This could lead to a decrease in the standards of teaching and research – at a time when the UK arguably needs them most.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"entityId": "Q169872", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 355, "endOffset": 363, "timestamp": "2021-01-12T18:50:09.630000"}]}, {"entityId": "Q145", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 372, "endOffset": 374, "timestamp": "2020-12-13T14:08:23.321000"}]}, {"entityId": "Q2052852", "type": "ORG", "headMentionIndex": 0, "mentions": [{"startOffset": 380, "endOffset": 409, "timestamp": "2020-12-13T14:08:23.321000"}]}, {"entityId": "Q16707842", "type": "TITLE", "headMentionIndex": 0, "mentions": [{"startOffset": 448, "endOffset": 451, "timestamp": "2020-12-13T14:08:23.321000"}]}, {"entityId": "Q944142", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 567, "endOffset": 584, "timestamp": "2020-12-13T14:08:23.321000"}]}, {"entityId": "Q169872", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 797, "endOffset": 805, "timestamp": "2021-01-12T18:50:09.712000"}]}, {"entityId": "Q145", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 1101, "endOffset": 1103, "timestamp": "2020-12-13T14:05:15.390000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1171, "endOffset": 1191, "timestamp": "2020-12-13T14:05:15.390000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1350, "endOffset": 1370, "timestamp": "2020-12-10T10:08:43.752000"}]}, {"entityId": "Q101240504", "type": "PRODUCT", "headMentionIndex": 0, "mentions": [{"startOffset": 1431, "endOffset": 1437, "timestamp": "2020-12-10T10:11:58.258000"}]}, {"entityId": "Q145", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 1450, "endOffset": 1452, "timestamp": "2021-01-12T18:50:09.842000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1523, "endOffset": 1546, "timestamp": "2021-01-12T18:50:09.842000"}]}, {"entityId": "Q169872", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 2091, "endOffset": 2099, "timestamp": "2021-01-12T18:50:10.097000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 2119, "endOffset": 2134, "timestamp": "2021-01-12T18:50:10.097000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 2175, "endOffset": 2191, "timestamp": "2021-01-12T18:50:10.154000"}]}, {"entityId": "Q145", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3195, "endOffset": 3197, "timestamp": "2020-12-13T14:11:59.040000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 3235, "endOffset": 3258, "timestamp": "2020-12-13T14:11:59.040000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 3302, "endOffset": 3322, "timestamp": "2020-12-13T15:07:25.164000"}]}, {"entityId": "Q101240504", "type": "PRODUCT", "headMentionIndex": 0, "mentions": [{"startOffset": 3431, "endOffset": 3437, "timestamp": "2020-12-14T09:13:09.620000"}]}, {"entityId": "Q169872", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 4038, "endOffset": 4045, "timestamp": "2020-12-13T14:12:08.174000"}]}, {"entityId": "Q5283089", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 4579, "endOffset": 4587, "timestamp": "2020-12-09T11:26:55.979000"}]}, {"entityId": "Q21", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 4978, "endOffset": 4985, "timestamp": "2020-12-14T08:41:37.339000"}]}, {"entityId": "Q145", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 5480, "endOffset": 5482, "timestamp": "2021-01-12T18:50:10.809000"}]}]}}, "documentMetadata": {"title": ["More academics and students have mental health problems than ever before"], "language": ["en"], "direction": ["ltr"], "published_date": ["2018-01-22T05:00:00.000Z"], "accessed_date": ["2020-08-10T16:31:41"], "url": ["https://theconversation.com/more-academics-and-students-have-mental-health-problems-than-ever-before-90339"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/universities-267", "https://theconversation.com/topics/mental-health-law-32838", "https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/student-mental-health-42603", "https://theconversation.com/topics/uk-higher-education-12508", "https://theconversation.com/topics/academics-503", "https://royalsociety.org/%7E/media/policy/topics/diversity-in-science/understanding-mental-health-in-the-research-environment.pdf"], "author": ["Paul Gorczynski"], "lead_image_url": ["https://images.theconversation.com/files/206210/original/file-20180213-44630-ithiri.jpeg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop"], "word_count": ["842"], "uuid": ["054483f6837e3a6f960ae0ad8c29aa36"], "license": ["https://creativecommons.org/licenses/by-nd/4.0/"]}}
