{"data": "Studies indicate spending time in nature brings physical, mental and social benefits. These include stress reduction, improved mood, accelerated healing, attention restoration, productivity and heightened imagination and creativity. \n\nIncreased urbanisation has made it more difficult to connect with nature. And members of lower socioeconomic and minority ethnic groups, people over 65 and those living with disability are less likely to visit green spaces. This could be due to inaccessible facilities and safety fears. \n\nA gardening program for disadvantaged groups, running in New South Wales since 1999, has aimed to overcome the inequity in access to green spaces. Called Community Greening, the program has reached almost 100,000 participants and established 627 community and youth-led gardens across the state.\n\nRead more: The science is in: gardening is good for you\n\nOur independent evaluation explored the program’s impact on new participants and communities in social housing by tracking six new garden sites in 2017. Around 85% of participants told us the program had a positive effect on their health and 91% said it benefited their community. And 73% said they were exercising more and 61% were eating better. One participant said engaging in the program even helped them quit smoking.\n\nThese insights have advanced our understanding of how community gardening improves the mental and physical health of Australians living in social housing communities in our cities. \n\n## Our study\n\nTrends towards urbanisation and loss of green space have sparked concerns about population health and well-being. This has led to a growing body of research on the impact of community gardens on children and adults.\n\nThe Community Greening program is supported by the Royal Botanic Garden Sydney in partnership with Housing New South Wales. Anecdotal feedback gathered by the botanic garden over the past two decades has shown gardening improves well-being and cohesion, fosters a sense of belonging, reduces stress and enhances life skills.\n\nCommunity Greening provides gardens for people in social housing.\n\nBased on this understanding, Community Greening aims to:\n\n  * improve physical and mental health\n  * reduce anti-social behaviour\n  * build community cohesion\n  * tackle economic disadvantage\n  * promote understanding of native food plants\n  * conserve the environment\n  * provide skills training to enable future employment opportunities\n  * share expert knowledge of the garden.\n\n\n\nOur research investigated these outcomes in participants, and whether they changed during the course of the program. We collected data using questionnaires over seven months (before and after participation). We also conducted focus group interviews with participants and open-ended questionnaires with staff working at the community sites.\n\nRead more: Social housing protects against homelessness – but other benefits are less clear\n\nOf the 23 people who completed both questionnaires before and afterwards, 14 were female and nine were male. They had an average age of 59, ranging from 29-83. Fifteen participants were born in Australia while the rest came from Fiji, Iran, Poland, New Zealand, Philippines, Chile, Afghanistan and Mauritius. One participant identified as an Aboriginal and/or Torres Strait Islander and five people (22%) reported English was not their first language. \n\nInitially, 27% reported they had never gardened prior to the program. At the post-test questionnaire, the frequency of attendance improved for many of them. Over 40% gardened once a week and 22% every day.\n\n## Gardening benefits\n\nOverall, we found participants felt a sense of agency, community pride and achievement. The gardening program helped encourage change and community development. Some were happy to learn a new hobby.\n\nCommunity Greening participants found a lot of benefits to gardening. Research infographic/Screenshot, Author provided\n\nGardening also served as an opportunity to socialise with neighbours. In previous years within some social housing communities, it was commonplace for residents to simply stay inside their units without interacting with anyone. \n\nMany participants said they saw a marked improvement in their health and well-being. One participant remarked:\n\n> I suffer with a lot of health problems, and a lot of times I’ve been sitting at home, been depressed and not been happy about my illness, and since I’ve become more involved with the garden it helped me to not worry about my health so much like I used to and it actually improved my eating habits. It has changed my life positively. I don’t have time to feel sorry for myself anymore…\n\nSome described the gardening experience as calming and cathartic – especially those who suffered from depression and anxiety. Some spoke of the positive aspect of having something to do each day and their feelings of achievement. \n\nAnother participant said: \n\n> Going outside gives me not only physical exercise, but it provides a certain amount of joy in that you’re seeing the benefit of your hard work coming through in healthy plants. Whether it’s vegetables or a conifer, you’re seeing it grow and you’re seeing the benefit…\n\nAdditional improvements in social health included a genuine enthusiasm for working in a team, with increased co-operation and social cohesion between staff and tenants. The housing managers and social workers work alongside tenants helping to foster trust, co-operation, social collaboration and healthy relationships.\n\nMore importantly, this research has provided validation that Community Greening has aligned with contemporary social-housing priorities. These include supporting health and well-being, nurturing a sense of community, enhancing safety and developing a sense of place.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"entityId": "Q3500368", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 100, "endOffset": 106, "timestamp": "2020-12-15T08:59:28.692000"}]}, {"entityId": "Q1581290", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 145, "endOffset": 152, "timestamp": "2020-12-15T08:59:28.692000"}]}, {"entityId": "Q12131", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 409, "endOffset": 419, "timestamp": "2021-01-12T18:50:14.138000"}]}, {"entityId": "Q3224", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 581, "endOffset": 596, "timestamp": "2021-01-12T18:50:14.234000"}]}, {"entityId": "Q1318423", "type": "NAT", "headMentionIndex": 0, "mentions": [{"startOffset": 1420, "endOffset": 1431, "timestamp": "2021-01-12T18:50:14.534000"}]}, {"entityId": "Q734611", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 2218, "endOffset": 2239, "timestamp": "2020-12-13T14:00:33.639000"}]}, {"entityId": "Q408", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3122, "endOffset": 3131, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q712", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3157, "endOffset": 3161, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q794", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3163, "endOffset": 3167, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q36", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3169, "endOffset": 3175, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q664", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3177, "endOffset": 3188, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q928", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3190, "endOffset": 3201, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q298", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3203, "endOffset": 3208, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q889", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3210, "endOffset": 3221, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q1027", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3226, "endOffset": 3235, "timestamp": "2021-01-12T18:50:15.695000"}]}, {"entityId": "Q170355", "type": "NAT", "headMentionIndex": 0, "mentions": [{"startOffset": 3270, "endOffset": 3280, "timestamp": "2020-12-13T15:07:50.510000"}]}, {"entityId": "Q379636", "type": "NAT", "headMentionIndex": 0, "mentions": [{"startOffset": 3288, "endOffset": 3310, "timestamp": "2020-12-13T15:07:50.510000"}]}, {"entityId": "Q12136", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 4299, "endOffset": 4314, "timestamp": "2020-12-14T09:19:17.265000"}]}, {"entityId": "Q12136", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 4405, "endOffset": 4412, "timestamp": "2020-12-14T09:19:17.265000"}]}, {"entityId": "Q42844", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 4764, "endOffset": 4774, "timestamp": "2020-12-14T08:45:54.491000"}]}, {"entityId": "Q544006", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 4779, "endOffset": 4786, "timestamp": "2020-12-14T08:45:54.491000"}]}]}}, "documentMetadata": {"title": ["Gardening improves the health of social housing residents and provides a sense of purpose"], "language": ["en"], "direction": ["ltr"], "published_date": ["2018-03-13T04:00:00.000Z"], "accessed_date": ["2020-08-10T16:29:16"], "url": ["https://theconversation.com/gardening-improves-the-health-of-social-housing-residents-and-provides-a-sense-of-purpose-96707"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/social-housing-5464", "https://theconversation.com/topics/community-gardens-4354", "https://theconversation.com/topics/social-disadvantage-276"], "lead_image_url": ["https://images.theconversation.com/files/228672/original/file-20180721-142411-mjf8l8.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop"], "word_count": ["860"], "uuid": ["11efeb302a76344a803fe2db612f3a76"], "license": ["https://creativecommons.org/licenses/by-nd/4.0/"]}}
