{"version": "1.1.0", "data": "The website Mamamia published, and then quickly removed, an article this week about the existence of “post-abortion syndrome” – a disorder apparently experienced by many women who have had an abortion. The article claimed this disorder has been concealed from the public and that the trauma of an induced abortion can be comparable to the experience of child sexual abuse or post-traumatic stress disorder (PTSD) suffered by war veterans. \n\nNeither the term “post-abortion syndrome”, nor the claims about its characteristics, are supported by any national or international psychological societies. Of course, many women experience emotional responses to an abortion, which are normal reactions to a significant event. The range of normal psychological and emotional responses can include feelings of grief, regret, sadness and relief. These reactions are generally transient. \n\nIt’s important to differentiate between such normal emotional responses and ongoing, serious mental health issues such as PTSD. There is no evidence to suggest induced abortion has any significant impact on persistent and serious mental health issues.\n\nRead more: Explainer: what is post-traumatic stress disorder?\n\n## Abortion support\n\nThe Queensland pregnancy options service Children by Choice provides post-abortion counselling to any Queenslander who wishes to access it. According to its 2016-17 annual report, women seeking counselling after an abortion accounted for less than 3% of the 4,000 calls to the service.\n\nWomen are provided counselling before an abortion. This should ensure the pregnant woman is given balanced information about all her options, enabling her to make the best decision in her situation. Women who approach an abortion in a legal, safe and supportive environment, where there is free choice and no coercion, overwhelmingly have good psychological outcomes. \n\nRead more: Explainer: is abortion legal in Australia?\n\nA US study that followed women who had terminated their pregnancies over three years concluded that “women experienced decreasing emotional intensity over time”. It found 95% of the women did not regret their decision. \n\nThe impact of abortion on serious mental health issues has been studied for many decades. Earlier studies indicated that women having abortions were at higher risk of a range of negative psychological outcomes, including depression, anxiety, PTSD and substance abuse. But many of these studies were fraught with methodological errors, most notably the lack of an appropriate comparison or control group. \n\n## A review of the studies\n\nThe American Psychological Association Task Force on Mental Health and Abortion published a landmark report in 2008. They had reviewed the studies looking at abortion’s effects on mental health undertaken between 1990 and 2007.\n\nStudies find women’s emotional responses to abortion decrease over time. Photo by Priscilla Du Preez on Unsplash\n\nThe task force stated that the most robust studies were those that used only women who had an unplanned pregnancy, and compared a cohort who chose abortion with one that continued the pregnancy. But they found researchers in many of the studies had used women with a desired ongoing pregnancy as the control group, and failed to take into account confounding factors such as a history of mental illness, poverty and partner violence. \n\nThe task force noted this made it:\n\n> difficult to determine the cause of any observed differences between abortion groups and comparison groups, that is, whether they reflect consequences of pregnancy resolution or pre-existing differences between groups. \n\nWhen its analysis included the most sound research studies, the task force found no evidence of an increased risk of mental health problems in women who have an unplanned pregnancy that ends in abortion, compared to those who continue an unplanned pregnancy. \n\nThis included findings from a large UK study that recruited more than 13,000 women with an unplanned pregnancy. It found no difference in the rates of psychiatric disorders between women who had an induced abortion and those with other pregnancy outcomes.\n\n## The Turnaway study\n\nA large US study, called the Turnaway study, was designed to overcome the methodological errors in earlier studies examining abortion and mental health. It was a longitudinal study – meaning it followed women over time – that recruited almost 1,000 women from 2008 to 2010. \n\nResearchers assessed the baseline mental health among women with an unwanted pregnancy who sought abortion. Some of the women presented early in pregnancy and had an abortion, but some who presented at a later period of gestation were “turned away” and continued with the pregnancy to delivery. Researchers compared the outcomes between both groups.\n\nOverall they found that abortion does not increase a woman’s risk of experiencing symptoms of post-traumatic stress, depression or anxiety. In fact, those who are denied abortion initially have higher levels of anxiety than women obtaining an abortion. This difference did not persist over time, however.\n\nRead more: Attitudes to women who have more than one abortion need to change\n\nThe study also demonstrated that women denied a wanted abortion compared to those who received one had worse self-esteem and life satisfaction in the short term. The two groups converged over time in this outcome. No long-term negative psychological effects emerged when the cohort of women in this study were followed for five years.\n\nThere can be emotional repercussions from abortion, and for some women and men these are significant. While individual experiences need to be heard and supported, it is important to recognise that large studies find no detrimental psychological impact from abortion. \n\nAustralian women need accurate information when making decisions on induced abortion. It is irresponsible to describe a syndrome for which there is no evidence nor support from national and international mental health experts.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"mentions": [{"startOffset": 12, "endOffset": 19}], "type": "PRODUCT", "entityId": "Q28439738"}, {"mentions": [{"startOffset": 130, "endOffset": 138}], "type": "DISEASE", "entityId": "Q12136"}, {"mentions": [{"startOffset": 227, "endOffset": 235}], "type": "DISEASE", "entityId": "Q12136"}, {"mentions": [{"startOffset": 375, "endOffset": 405}], "type": "DISEASE", "entityId": "Q202387"}, {"mentions": [{"startOffset": 407, "endOffset": 411}], "type": "DISEASE", "entityId": "Q202387"}, {"mentions": [{"startOffset": 473, "endOffset": 481}], "type": "DISEASE", "entityId": "Q179630"}, {"mentions": [{"startOffset": 971, "endOffset": 991}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 1000, "endOffset": 1004}], "type": "DISEASE", "entityId": "Q202387"}, {"mentions": [{"startOffset": 1108, "endOffset": 1128}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 1161, "endOffset": 1191}], "type": "DISEASE", "entityId": "Q202387"}, {"mentions": [{"startOffset": 1219, "endOffset": 1229}], "type": "LOC", "entityId": "Q36074"}, {"mentions": [{"startOffset": 1256, "endOffset": 1274}], "type": "ORG", "entityId": "E61"}, {"mentions": [{"startOffset": 1915, "endOffset": 1924}], "type": "LOC", "entityId": "Q408"}, {"mentions": [{"startOffset": 1929, "endOffset": 1931}], "type": "LOC", "entityId": "Q30"}, {"mentions": [{"startOffset": 2182, "endOffset": 2195}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 2369, "endOffset": 2379}], "type": "DISEASE", "entityId": "Q42844"}, {"mentions": [{"startOffset": 2381, "endOffset": 2388}], "type": "DISEASE", "entityId": "Q544006"}, {"mentions": [{"startOffset": 2390, "endOffset": 2394}], "type": "DISEASE", "entityId": "Q202387"}, {"mentions": [{"startOffset": 2399, "endOffset": 2414}], "type": "DISEASE", "entityId": "Q3184856"}, {"mentions": [{"startOffset": 2586, "endOffset": 2620}], "type": "ORG", "entityId": "Q466587"}, {"mentions": [{"startOffset": 2635, "endOffset": 2648}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 2762, "endOffset": 2775}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 2915, "endOffset": 2923}], "type": "PRODUCT", "entityId": "Q28233552"}, {"mentions": [{"startOffset": 3313, "endOffset": 3327}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 3737, "endOffset": 3759}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 3917, "endOffset": 3919}], "type": "LOC", "entityId": "Q145"}, {"mentions": [{"startOffset": 4032, "endOffset": 4053}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 4169, "endOffset": 4171}], "type": "LOC", "entityId": "Q30"}, {"mentions": [{"startOffset": 4870, "endOffset": 4878}], "type": "SYMPTOM", "entityId": "Q169872"}, {"mentions": [{"startOffset": 4882, "endOffset": 4903}], "type": "DISEASE", "entityId": "Q202387"}, {"mentions": [{"startOffset": 4905, "endOffset": 4915}], "type": "DISEASE", "entityId": "Q42844"}, {"mentions": [{"startOffset": 4919, "endOffset": 4926}], "type": "DISEASE", "entityId": "Q544006"}, {"mentions": [{"startOffset": 4999, "endOffset": 5006}], "type": "SYMPTOM", "entityId": "Q544006"}, {"mentions": [{"startOffset": 5777, "endOffset": 5787}], "type": "NAT", "entityId": "Q1318423"}, {"mentions": [{"startOffset": 5981, "endOffset": 5994}], "type": "DISEASE", "entityId": "Q12135"}]}}, "documentMetadata": {"title": ["Some women feel grief after an abortion, but there’s no evidence of serious mental health issues"], "language": ["en"], "direction": ["ltr"], "published_date": ["2018-02-11T05:00:00.000Z"], "accessed_date": ["2020-08-10T16:30:07"], "url": ["https://theconversation.com/some-women-feel-grief-after-an-abortion-but-theres-no-evidence-of-serious-mental-health-issues-95519"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/abortion-1130", "https://theconversation.com/topics/womens-health-31225", "https://theconversation.com/topics/counselling-4281", "https://theconversation.com/topics/pregnancy-624"], "author": ["Kirsten Black"], "lead_image_url": "https://images.theconversation.com/files/216397/original/file-20180426-175061-1ec6tnf.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop", "word_count": ["915"], "uuid": ["2470ecc5f66c360593bee6962bffa97f"], "license": ["https://creativecommons.org/licenses/by-nd/4.0/"], "annotators": ["ANN_2", "ANN_1", "ANN_0"], "adjudicators": ["ADJ_0", "ADJ_2"]}}
