{"version": "1.1.0", "data": "We all do it from time to time – replay scenarios over and over in our minds. Problem is, these repetitive and, at times, uncontrollable thoughts inevitably leave us feeling worse and make us more prone to depression. \n\nSo, why do people ruminate?\n\nWhen people are sad or upset, it is seems reasonable to try think through their problems. But this may not always work because some of life’s problems are just not solvable, leaving people in a state of trying and failing. \n\nPeople who ruminate are more likely to believe this behaviour will provide insight into their mood and behaviour. And if they don’t feel better, they take this as a signal that they should keep ruminating until they feel better. \n\nRumination is also related to impaired problem solving. Unfortunately we’re unable to determine a causal direction between these two variables because it’s difficult to manipulate one to see if it has an influence on the other. So, we don’t know if poor problem solving leaves a person in a looping cycle of trying, or if a ruminative, looping style of thinking impairs the ability to successfully solve problems.\n\nThe tendency to ruminate might be an individual difference resulting from physical differences in the brain, not unlike variations in hair colour or height. \n\nThe dorsolateral prefrontal cortex houses executive functioning – a cognitive process that may be of particular interest in explaining rumination. The executive function is what it sounds like: the supervisor who organizes and orchestrates the work and performance of more specific neural processes. These more specific processes include attention, working memory (what you can hold in your memory as you’re using it), set shifting (the ability to move between different tasks) and inhibition (the ability to disregard task-irrelevant information).\n\nGiven the nature of rumination, it seems intuitively related to these processes. When a person is caught in the repetitive thinking loop, they are unable to stop these thoughts and direct their attention elsewhere. \n\nResearch has demonstrated that those who are more likely to ruminate do show differences in these abilities, but again, we have been limited in our ability to demonstrate causal direction. It could be that the behaviour of ruminating is impeding the executive function or a less effective executive function sets the stage for rumination.\n\nLearning to accept the ruminative thoughts, while addressing the content, might be the most effective course of action. Frlick/Evil Erin\n\nMy colleagues and I at the ANU Research School of Psychology are designing experiments to explore causal direction. One way is to experimentally induce ruminative processes. We do this by assigning half of the participants to a rumination condition where they read a series of repeating statements on a computer screen. The other half of the participants are assigned to a control conditions where they read a series of single statements. \n\nKeep in mind these statements are emotion neutral (such as “the boat crosses the ocean”). \n\nWe’ve found that those who read the repeating statements make consistently more errors of attention than the control group. So, just the repetitive, recurrent process is impairing attention.\n\nInterestingly, the two groups that show significant differences are the neutral groups, where there is no change in mood. Participants who see repeating statements are more likely to make errors of attention than participants who view sequential statements even in the absence of negative mood. So, just the repetitive, recurrent process is impairing performance on attention tasks.\n\nAnother current project uses transcranial Direct Current Stimulation (tDCS) to manipulate executive function and measure the impact on rumination. The wonderful thing about tDCS is that we can excite or inhibit neural structures. This means we can run one participant through three conditions (excite, inhibit and no-stimulation control) and examine changes within that person. \n\nIf we excite the dorsolateral prefrontal cortex, theoretically it should boost executive functioning, improve attention and inhibition and therefore reduce rumination. If we inhibit the area, the opposite should happen.\n\nThese two research programs will allow us to examine causal direction. But what they won’t tell us is how to stop ruminating. \n\nThere is some indication that Acceptance and Commitment Therapy may be of use because it breaks down the cycle of thought suppression and rebound, which can paradoxically increase rumination. Learning to accept the ruminative thoughts while addressing the content (reducing the negative and increasing the positive) might be the most effective course of action. \n\nThis is particularly so if a natural individual difference in neurological structures simply predisposes some people to rumination. \n\nMuch like short people using step stools to reach the top shelf, people inclined to ruminate may need to learn adaptive strategies to reduce the impact of this thinking style rather than struggling to stop it altogether. \n\nIn the meantime, we’ll continue to improve our understanding of rumination.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"mentions": [{"startOffset": 122, "endOffset": 145}], "type": "SYMPTOM", "entityId": "Q1671614"}, {"mentions": [{"startOffset": 206, "endOffset": 216}], "type": "DISEASE", "entityId": "Q42844"}, {"mentions": [{"startOffset": 705, "endOffset": 715}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 1414, "endOffset": 1424}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 1941, "endOffset": 1960}], "type": "SYMPTOM", "entityId": "Q1671614"}, {"mentions": [{"startOffset": 2373, "endOffset": 2383}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 2409, "endOffset": 2428}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 2506, "endOffset": 2512}], "type": "ORG", "entityId": "Q103204"}, {"mentions": [{"startOffset": 2513, "endOffset": 2522}], "type": "PER", "entityId": "E75"}, {"mentions": [{"startOffset": 2551, "endOffset": 2584}], "type": "ORG", "entityId": "Q60766824"}, {"mentions": [{"startOffset": 2752, "endOffset": 2762}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 3662, "endOffset": 3701}], "type": "TREATMENT", "entityId": "Q603398"}, {"mentions": [{"startOffset": 3703, "endOffset": 3707}], "type": "TREATMENT", "entityId": "Q603398"}, {"mentions": [{"startOffset": 3768, "endOffset": 3778}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 4054, "endOffset": 4060}], "type": "SUBSTANCE", "entityId": "Q75839"}, {"mentions": [{"startOffset": 4169, "endOffset": 4179}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 4392, "endOffset": 4425}], "type": "TREATMENT", "entityId": "Q424533"}, {"mentions": [{"startOffset": 4476, "endOffset": 4495}], "type": "SYMPTOM", "entityId": "Q3495864"}, {"mentions": [{"startOffset": 4500, "endOffset": 4507}], "type": "SYMPTOM", "entityId": "Q1640840"}, {"mentions": [{"startOffset": 4542, "endOffset": 4552}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 4577, "endOffset": 4596}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 4846, "endOffset": 4856}], "type": "SYMPTOM", "entityId": "Q1411912"}, {"mentions": [{"startOffset": 5147, "endOffset": 5157}], "type": "SYMPTOM", "entityId": "Q1411912"}]}}, "documentMetadata": {"title": ["Listen up worry warts, ruminating won’t solve your problems"], "language": ["en"], "direction": ["ltr"], "published_date": ["2016-01-12T05:00:00.000Z"], "accessed_date": ["2020-08-10T16:47:34"], "url": ["https://theconversation.com/listen-up-worry-warts-ruminating-wont-solve-your-problems-9967"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/behaviour-1006", "https://theconversation.com/topics/psychology-28", "https://theconversation.com/topics/mental-health-343"], "author": ["Jay Brinker"], "lead_image_url": "https://images.theconversation.com/files/16540/original/y2qhmwtn-1350343349.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop", "word_count": ["798"], "uuid": ["28201eb1c0e53d54b30f8ce7fed7c9c6"], "license": ["//creativecommons.org/licenses/by-nd/4.0/"], "annotators": ["ANN_0", "ANN_1"], "adjudicators": ["ADJ_0", "ADJ_1"]}}
