{"version": "1.1.0", "data": "Twenty years ago, Jim lived under a highway bridge in New Haven, Connecticut. He was in his 50s and had once been in the Army. \n\nAfter an honorable discharge, he bounced from one job to another, drank too much, became estranged from his family and finally ended up homeless. A New Haven mental health outreach team found him one morning sleeping under the bridge. His neon yellow sneakers stuck out from underneath his blankets.\n\nThe team tried for months to get Jim to accept psychiatric services. Finally, one day, he relented. The outreach workers quickly helped him get disability benefits, connected him to a psychiatrist and got him a decent apartment.\n\nBut two weeks later, safe in the apartment, Jim said he wanted to go live under the bridge again. He was more comfortable there, where he knew people and felt like he belonged, he said. In his apartment he was cut off from everything.\n\nAs researchers in mental health and criminal justice at Wesleyan and Yale universities, we have been studying homeless populations in New Haven for the past 20 years. In that moment, when Jim said he wanted to leave what we considered the safety of an apartment, the outreach team, which co-author Michael Rowe ran, realized that, while we were capable of physically ending a person’s homelessness, assisting that person in finding a true home was a more complicated challenge. \n\nHelping the most marginalized people in society feel comfortable in a new and alien environment, where they were isolated from their peers, required a different approach that went beyond finding them a place to live. \n\nThe people we worked with needed to see themselves – and be seen as – full members of their neighborhoods and communities. They needed, in other words, to be citizens. \n\n## Record number of homeless deaths\n\nFueled by the opioid crisis, high housing costs and extreme weather, homelessness and its fatal costs are on the rise. \n\nThe U.S. Department of Housing and Urban Development estimates an increase in the homeless population in 2017 for the first time in seven years, with more than half a million Americans lacking permanent shelter. \n\nIn addition, in cities across the country, there has been a surge in deaths of homeless individuals. Last year, New Orleans saw a record 60 homeless deaths, a 25 percent rise over two years. Denver saw an estimated increase of 35 percent over 2016, while Rapid City, South Dakota, with a population of only 75,000, saw five deaths of homeless individuals just since December.\n\nComplicating matters, about 25 percent of the homeless population is severely mentally ill. Many are deeply distrustful of shelters and the service system, sometimes refusing to engage in services even when their lives are at stake.\n\nWe believe our research might provide a hopeful answer for the increasing number of homeless Americans whose lives are in jeopardy on the streets of our cities.\n\n## From outcasts to insiders\n\nJim’s story, and other similar ones, led us on a 20-year quest to create a formal mechanism to enhance a sense of belonging and citizenship among society’s outsiders. \n\nAristotle said that to be a citizen is to participate in the political life of a city. Much later, Alexis de Tocqueville linked citizenship to civic participation. \n\nWe defined citizenship as the strength of a person’s connection to the “Five Rs” – the rights, responsibilities, roles and resources that society confers on people through its institutions, as well as one’s relationships to and with friends, neighbors and social networks.\n\nFifteen years ago, we got a small grant and created the Citizens Project in New Haven for people with mental illness and criminal histories, including major felonies. Often, they had histories of homelessness. The six-month program meets twice a week at a soup kitchen. \n\nTwo graduates of the Citizens Project, second and third from right, in a performance with the Theatre of the Oppressed NYC, at the International Festival of Arts & Ideas in New Haven in 2017. Contributed photo: Mara Lavitt, Author provided\n\nThere are four months of classes on the Five Rs of citizenship, covering pragmatic topics such as the capacity to effectively advocate for oneself, public speaking and conflict resolution. A community advocate and peer mentors – people with mental illnesses who are now doing well– teach, support and counsel participants, or “students,” as well as provide them with living, breathing proof that people can indeed change.\n\nThen students undertake a meaningful project in the community, such as training police cadets how to approach people living on the streets in a nonthreatening manner. Graduations are held at City Hall, with family, friends and public officials cheering on.\n\nThe results? \n\nThere were statistically significant reductions – 55 percent – in alcohol and drug use among citizenship program participants (as compared to 20 percent reduction in the control group). Additionally, participants’ self-reported indicators of quality of life – such as satisfaction with daily activities and with their employment for those who secured jobs – were significantly higher in the citizenship group than the control groups. We have published the results in peer-reviewed articles and a book, Citizenship and Mental Health. \n\nCriminal charges decreased, as they did in the control group, which received “usual” mental health care. Perhaps most important, each class of students became a supportive community in itself. Participants have taken seriously their new role as students, one that many had not embraced before.\n\nOver the period in which we have conducted the citizenship project, homelessness overall in New Haven has decreased, likely through many factors, including perhaps our own work.\n\n## Citizenship approach spreading\n\nInterestingly, however, anxiety and depression increased at various points among our participants. Perhaps the challenge of the intervention had an impact on students. Perhaps also the courage to change brought with it a vulnerability to difficult thoughts and feelings: grief over lost opportunities, lost friends, or lost dreams, even while their quality of life increased.\n\nThe project has run for years now, graduating hundreds. We’ve received funding from federal and state government. A state-wide social service agency is making their primary focus the enhanced citizenship of its 6,000 clients. Citizenship projects, based on our our model, have been launched at a state forensic hospital in Connecticut and internationally in mental health programs in Quebec, Scotland, and soon, Spain and New Zealand. \n\nIt seems our citizenship program born 20 years ago is now coming of age. The intervention is inexpensive and follows a straightforward manual. The costs of doing nothing are certainly higher.\n\nAnd Jim? He did pretty well for a while, then one day ranted enough about a public official that it had to be reported as a threat. Though completely exonerated, he fired his treatment team and refused all help once again. The Citizens Project had apparently arrived too late to help him.\n\nThe stakes of full membership in society are indeed high as we undertake this work for people on the margins. But our graduates – as they are recognized at City Hall by the mayor, as they train the police, as they serve on boards of homeless shelters where they once lived – say that seeing themselves as citizens helps. \n\nAnd when we see the smiles on our graduates’ faces, or when they talk about their new employment, or when they talk about their joy in getting away from drugs and alcohol, we know that their new-found citizenship helps others, too.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"mentions": [{"startOffset": 54, "endOffset": 76}], "type": "LOC", "entityId": "Q49145"}, {"mentions": [{"startOffset": 121, "endOffset": 125}], "type": "ORG", "entityId": "Q9219"}, {"mentions": [{"startOffset": 277, "endOffset": 286}], "type": "LOC", "entityId": "Q49145"}, {"mentions": [{"startOffset": 477, "endOffset": 497}], "type": "TREATMENT", "entityId": "Q179661"}, {"mentions": [{"startOffset": 952, "endOffset": 960}], "type": "ORG", "entityId": "Q49167"}, {"mentions": [{"startOffset": 965, "endOffset": 969}], "type": "ORG", "entityId": "Q49112"}, {"mentions": [{"startOffset": 1030, "endOffset": 1039}], "type": "LOC", "entityId": "Q49145"}, {"mentions": [{"startOffset": 1194, "endOffset": 1206}], "type": "PER", "entityId": "E81"}, {"mentions": [{"startOffset": 1816, "endOffset": 1822}], "type": "SUBSTANCE", "entityId": "Q427523"}, {"mentions": [{"startOffset": 1927, "endOffset": 1975}], "type": "ORG", "entityId": "Q811595"}, {"mentions": [{"startOffset": 2098, "endOffset": 2107}], "type": "NAT", "entityId": "Q846570"}, {"mentions": [{"startOffset": 2249, "endOffset": 2260}], "type": "LOC", "entityId": "Q34404"}, {"mentions": [{"startOffset": 2328, "endOffset": 2334}], "type": "LOC", "entityId": "Q16554"}, {"mentions": [{"startOffset": 2392, "endOffset": 2416}], "type": "LOC", "entityId": "Q213325"}, {"mentions": [{"startOffset": 2841, "endOffset": 2850}], "type": "NAT", "entityId": "Q846570"}, {"mentions": [{"startOffset": 3109, "endOffset": 3118}], "type": "PER", "entityId": "Q868"}, {"mentions": [{"startOffset": 3208, "endOffset": 3229}], "type": "PER", "entityId": "Q140694"}, {"mentions": [{"startOffset": 3625, "endOffset": 3634}], "type": "LOC", "entityId": "Q49145"}, {"mentions": [{"startOffset": 3651, "endOffset": 3665}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 3842, "endOffset": 3858}], "type": "ORG", "entityId": "Q5122721"}, {"mentions": [{"startOffset": 3940, "endOffset": 3943}], "type": "LOC", "entityId": "Q60"}, {"mentions": [{"startOffset": 3994, "endOffset": 4003}], "type": "LOC", "entityId": "Q49145"}, {"mentions": [{"startOffset": 4032, "endOffset": 4043}], "type": "PER", "entityId": "E80"}, {"mentions": [{"startOffset": 4303, "endOffset": 4319}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 4676, "endOffset": 4685}], "type": "LOC", "entityId": "Q543654"}, {"mentions": [{"startOffset": 4824, "endOffset": 4831}], "type": "SUBSTANCE", "entityId": "Q47146337"}, {"mentions": [{"startOffset": 4836, "endOffset": 4840}], "type": "SUBSTANCE", "entityId": "Q940"}, {"mentions": [{"startOffset": 5378, "endOffset": 5396}], "type": "TREATMENT", "entityId": "Q4382888"}, {"mentions": [{"startOffset": 5680, "endOffset": 5689}], "type": "LOC", "entityId": "Q49145"}, {"mentions": [{"startOffset": 5826, "endOffset": 5833}], "type": "DISEASE", "entityId": "Q544006"}, {"mentions": [{"startOffset": 5838, "endOffset": 5848}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 6502, "endOffset": 6513}], "type": "LOC", "entityId": "Q779"}, {"mentions": [{"startOffset": 6563, "endOffset": 6569}], "type": "LOC", "entityId": "Q176"}, {"mentions": [{"startOffset": 6571, "endOffset": 6579}], "type": "LOC", "entityId": "Q22"}, {"mentions": [{"startOffset": 6591, "endOffset": 6596}], "type": "LOC", "entityId": "Q29"}, {"mentions": [{"startOffset": 6601, "endOffset": 6612}], "type": "LOC", "entityId": "Q664"}, {"mentions": [{"startOffset": 6693, "endOffset": 6705}], "type": "TREATMENT", "entityId": "Q179661"}, {"mentions": [{"startOffset": 6984, "endOffset": 6993}], "type": "TREATMENT", "entityId": "Q26256310"}, {"mentions": [{"startOffset": 7255, "endOffset": 7264}], "type": "LOC", "entityId": "Q13652860"}, {"mentions": [{"startOffset": 7575, "endOffset": 7580}], "type": "SUBSTANCE", "entityId": "Q940"}, {"mentions": [{"startOffset": 7585, "endOffset": 7592}], "type": "SUBSTANCE", "entityId": "Q47146337"}]}}, "documentMetadata": {"title": ["Not just a place to live: From homelessness to citizenship"], "language": ["en"], "direction": ["ltr"], "published_date": ["2018-03-01T05:00:00.000Z"], "accessed_date": ["2020-08-10T16:29:35"], "url": ["https://theconversation.com/not-just-a-place-to-live-from-homelessness-to-citizenship-97170"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/homelessness-2018-54268", "https://theconversation.com/topics/citizenship-413", "https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/homelessness-10211", "https://theconversation.com/topics/homeless-shelter-24706", "https://theconversation.com/topics/solutions-journalism-15643", "https://theconversation.com/topics/alexis-de-tocqueville-18404"], "author": [null], "lead_image_url": "https://images.theconversation.com/files/221405/original/file-20180601-142086-10036rc.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop", "word_count": ["1235"], "uuid": ["2bed1fb952d03c67ab0cc38ca8ede129"], "license": ["//creativecommons.org/licenses/by-nd/4.0/"], "annotators": ["ANN_1", "ANN_2"], "adjudicators": ["ADJ_2", "ADJ_0"]}}
