{"data": "Over recent years, “body dissatisfaction” – or shame about one’s appearance – has been on the rise in men. This isn’t something just affecting young men either, it’s extensively reported across a range of age groups. And it’s harmful – research shows it can lead to depression, steroid abuse and even suicide. \n\nMore commonly, though, it coincides with punishing gym routines, overly strict dieting, and repetitive anxious thoughts – all of which can add up to have a severe impact on daily functioning. Indeed, this pressure for men to look “perfect” is one of the reasons why there’s been a rise in the number of men using makeup. \n\nI have spent eight years researching male body dissatisfaction. For my PhD, I carried out focus groups with male university students, to explore the relationship between their appearance and their well-being. \n\nMen in the groups told me that, for them, body dissatisfaction meant spending money on clothes they would never wear – as they felt too conscious of their bodies and that certain clothing exacerbated “problem areas”. They also spoke about not wanting to have sex with their partners as they felt ashamed about how they looked naked. For some men, their body dissatisfaction had also led to them avoiding activities they used to enjoy. One participant explained: “I used to be on a swimming team and now I don’t dare go into the pool.”\n\n## Tackling the problem\n\nFor these men, effective support is needed to combat male body dissatisfaction, but it’s seriously hard to find. For example, just 3% of studies published in a leading international eating disorders journal actually attempted to prevent eating disorders. \n\nSimilarly, there aren’t many existing programmes to reduce male body dissatisfaction. And the ones that do exist tend to have limited benefits. This is in part because such programmes tend to either blame the individual or blame other people.\n\nThese programmes make an assumption that if a man can change his behaviour or his thinking and stop “internalising” appearance pressures – and consuming appearance focused media, such as magazines and #fitspiration social media posts – then his body dissatisfaction should reduce. But as Harvard professor, Bryn Austin, writes, this “limited” and even “unethical” assumption places “the burden solely on individuals while leaving toxic environments and societal bad actors unchallenged”.\n\nThere is also a tendency to blame women for male body dissatisfaction. Mothers are chastised for callously modelling unhealthy food behaviours onto their children. Feminists are depicted as promoting female body positivity on the one hand and cruelly body shaming men on the other. And women generally are blamed for holding men to appearance standards they themselves could not meet.\n\nBut not only is this unfair to women –- who have to deal with their own severe body dissatisfaction and bear stricter, more frequent appearance pressures than men –- but it’s also unfair to men, as it ignores the real cause.\n\n## Appearance insecurity\n\nIt’s unsurprising men are feeling this way, given that my research has shown how most images in popular magazines, dating and porn websites are of muscular lean, young men –- who pretty much always have a full head of hair. So anyone that doesn’t fit this notion of “attractiveness” is going to feel like they’re not good enough.\n\nMen are now feeling dissatisfied not only with their muscles, but also their hairline, wrinkles and body fat – and a heavy cultural and commercial promotion of unrealistic appearance standards is to blame. One of the most compelling examples of this, is the way toy manufacturers have added muscle and reduced the body fat of successive editions of action dolls over the years. Similar changes have also been seen with centrefolds models. \n\nThere has also been a rise in brands marketing protein shakes, cosmetic surgery, waxing products, makeup and cellulite creams directly at men. And as the participants I spoke with noted, you see protein shakes at supermarkets and local shops, which makes these products hard to avoid.\n\nPsychotherapist and writer Susie Orbach has written extensively about why people feel dissatisfied with their physical appearance. She has described how “businesses mine our bodies for profits”. Or, in other words, they promote appearance insecurity to sell products. It is this that must be tackled if both men’s and women’s body dissatisfaction is to be reduced.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"entityId": "Q42844", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 266, "endOffset": 276, "timestamp": "2020-12-13T13:57:02.675000"}]}, {"entityId": "Q99932344", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 278, "endOffset": 291, "timestamp": "2020-12-13T13:57:02.675000"}]}, {"entityId": "Q10737", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 301, "endOffset": 308, "timestamp": "2020-12-13T13:57:02.675000"}]}, {"entityId": "Q1671614", "type": "SYMPTOM", "headMentionIndex": 0, "mentions": [{"startOffset": 404, "endOffset": 431, "timestamp": "2020-12-13T14:59:13.742000"}]}, {"entityId": "Q373822", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1589, "endOffset": 1605, "timestamp": "2020-11-23T10:56:47.763000"}]}, {"entityId": "Q373822", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1644, "endOffset": 1660, "timestamp": "2020-11-23T10:56:47.763000"}]}, {"entityId": "Q13371", "type": "ORG", "headMentionIndex": 0, "mentions": [{"startOffset": 2196, "endOffset": 2203, "timestamp": "2020-11-23T10:59:15.964000"}]}, {"entityId": "Q121594", "type": "TITLE", "headMentionIndex": 0, "mentions": [{"startOffset": 2204, "endOffset": 2213, "timestamp": "2020-11-23T10:59:15.964000"}]}, {"entityId": "E189", "type": "PER", "headMentionIndex": 0, "mentions": [{"startOffset": 2215, "endOffset": 2226, "timestamp": "2020-11-23T10:59:15.964000"}]}, {"entityId": "Q21296145", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 3854, "endOffset": 3861, "timestamp": "2020-12-13T14:12:49.208000"}]}, {"entityId": "Q242510", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 3916, "endOffset": 3925, "timestamp": "2020-12-13T14:12:49.208000"}]}, {"entityId": "Q21296145", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 4002, "endOffset": 4009, "timestamp": "2020-12-15T08:47:08.628000"}]}, {"entityId": "Q1900167", "type": "TITLE", "headMentionIndex": 0, "mentions": [{"startOffset": 4093, "endOffset": 4108, "timestamp": "2020-12-14T09:13:47.694000"}]}, {"entityId": "Q36180", "type": "TITLE", "headMentionIndex": 0, "mentions": [{"startOffset": 4113, "endOffset": 4119, "timestamp": "2020-12-14T09:13:47.694000"}]}, {"entityId": "Q3505683", "type": "PER", "headMentionIndex": 0, "mentions": [{"startOffset": 4120, "endOffset": 4132, "timestamp": "2020-12-14T09:13:47.694000"}]}]}}, "documentMetadata": {"title": ["Six-packs and bulging biceps – how appearance pressures take their toll on men’s mental health"], "language": ["en"], "direction": ["ltr"], "published_date": ["2019-03-12T04:00:00.000Z"], "accessed_date": ["2020-08-10T16:23:12"], "url": ["https://theconversation.com/six-packs-and-bulging-biceps-how-appearance-pressures-take-their-toll-on-mens-mental-health-120115"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/society-5761", "https://theconversation.com/topics/body-dissatisfaction-5867", "https://theconversation.com/topics/body-image-problems-5871", "https://theconversation.com/topics/gym-13973", "https://theconversation.com/topics/body-image-1529", "https://theconversation.com/topics/steroids-3587", "https://theconversation.com/topics/health-4159", "https://theconversation.com/topics/makeup-28228", "https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/men-1849", "https://theconversation.com/topics/the-media-37414", "https://theconversation.com/topics/women-658"], "author": ["Glen Jankowski"], "lead_image_url": ["https://images.theconversation.com/files/283331/original/file-20190709-44466-w11z09.jpg?ixlib=rb-1.1.0&rect=0%2C1222%2C6982%2C3490&q=45&auto=format&w=1356&h=668&fit=crop"], "word_count": ["718"], "uuid": ["32c9f8943b4d35c099d012e0f39173fd"]}}
