{"version": "1.1.0", "data": "“I can’t sleep.” - A 16-year-old\n\n“It’s been extremely hard to concentrate.” - A 22-year-old\n\n“I got behind in school.” - A 22-year-old\n\n“I feel like I could get killed any second.”- An 18-year-old\n\n“I’m nervous about whether I need to go to school wearing a gas mask.”- A 14-year-old\n\n“I’m scared for my safety.” - A 15-year-old\n\nThe current political climate has been difficult for Americans of all political stripes. People have been so stressed that, just before the 2016 presidential election, the American Psychological Association released a list of coping strategies to help adults deal with election-related stress. \n\nThe focus has been on adults, yet teens and college-aged Americans are exposed to the same headlines. Turns out – youth are feeling it, too. In our survey of 80 youth across the nation, published Feb. 13, we found that a majority experienced physical or emotional distress before and after the 2016 presidential election. \n\n## A barrage of news\n\nFor some youth, 2016 may have been their first time voting in a presidential election, engaging in political conversations or even following the news. \n\nTwenty-four-hour-a-day news coverage in print, on the radio, online and on social media ensured that stories related to the election were easily and constantly accessible. One study showed that 54 percent of adults who used social media during the 2016 election were more likely to say the election is a very or somewhat significant source of stress. The news bombarded everyone, but most certainly youth – the most connected of generations.\n\nStories of harassment and intimidation dominated news coverage after the election. News headlines reported a barrage of painted swastikas and hate speech, minority students being threatened and assaulted and an increased incidence of hate crimes. \n\nThese events across the country created anxiety about safety, discrimination and inclusivity in schools and on college campuses. \n\n## What youth are saying\n\nIn this climate, we wanted to talk to youth about what they were experiencing. \n\nOur team collects weekly survey data from people aged 14 to 24 across the nation via text messages. Immediately before and two weeks and four months after the 2016 presidential election, 80 youth answered open-ended questions about their emotional and physical responses to the election and the new presidential administration. \n\nWe learned that the majority of youth were experiencing, and continue to experience, physical or emotional distress in the current political climate. Physical distress – difficulty concentrating, insomnia and overeating – was frequently coupled with emotional distress, including depression, anxiety and fear. Youth felt overwhelmed and exhausted throughout the election season. \n\nRespondents reported fear of potential discrimination. They felt unsafe and hopeless about their future opportunities. Two weeks after the election, a 22-year-old Indian-American explained her worries: “I am scared that I won’t have as many opportunities and I will have to fear for my life.” \n\nIn subsequent months, youth were affected by the rise of racially motivated harassment and crimes across the country. A 19-year-old Muslim-American wrote: “It’s been very distressing as a hijabi Muslim-American woman… I feel like my family has become a target for harassment and even violence.” \n\nThe issues the youth in our study care about most – health care, LGBTQ rights, women’s rights, immigration – have been the targets of political change in the first year of the current administration. News about the election and post-election implications have been hard to escape, leaving many youth feeling just as stressed as before the election. A 16-year-old explained, “The news and social media coverage is almost unavoidable and always a constant nagging presence.” \n\nWhile one would expect those who voted for a losing candidate to feel disappointed, supporters of both major party candidates and supporters of no candidate described physical or emotional responses following the election.\n\nIt’s not clear whether this level of stress is normal among youth during elections or political shifts. Among adults, studies have found that psychological and physiological changes occur while voting and after an election, particularly when the political conversation is focused on issues that directly impact them. \n\n## Youth distress matters\n\nThese responses should be concerning to those of us who work with and care about youth. During this tumultuous time, many of us continue to be exposed to news every day, everywhere we turn. \n\nWhat’s more, mental health disorders among young people are currently on the rise. Between 2005 and 2014, rates of depression significantly increased for adolescents, from 8.7 to 11.3 percent, and rates of depression among young adults reached 9.6 percent. Similar trends have been observed with anxiety disorders. \n\nThere’s also much we don’t know going forward. Will feelings of hopelessness persist throughout the current administration? How will youth respond to the 2018 midterm elections and 2020 primaries? Will widespread fear, anxiety and depression affect the future health and well-being of young people? \n\nAs one 20-year-old commented, “I’ve given up and just hope people make it out alive.”\n\nPolitics is not just politics when it is hurting America’s youth. We encourage those who work with young people – such as teachers, clinicians and parents – to see this as a critical opportunity. Now is the time to model positive coping strategies, embrace thoughtful conversation, encourage voting and volunteer work for causes youth care about and perhaps instill a sense of hope through our own actions and words.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"mentions": [{"startOffset": 384, "endOffset": 393}], "type": "NAT", "entityId": "Q846570"}, {"mentions": [{"startOffset": 503, "endOffset": 537}], "type": "ORG", "entityId": "Q466587"}, {"mentions": [{"startOffset": 617, "endOffset": 623}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 684, "endOffset": 693}], "type": "NAT", "entityId": "Q846570"}, {"mentions": [{"startOffset": 881, "endOffset": 899}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 1469, "endOffset": 1475}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 2483, "endOffset": 2501}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 2536, "endOffset": 2553}], "type": "SYMPTOM", "entityId": "Q123414"}, {"mentions": [{"startOffset": 2556, "endOffset": 2580}], "type": "SYMPTOM", "entityId": "Q10547530"}, {"mentions": [{"startOffset": 2582, "endOffset": 2590}], "type": "SYMPTOM", "entityId": "Q1869874"}, {"mentions": [{"startOffset": 2595, "endOffset": 2605}], "type": "SYMPTOM", "entityId": "Q331632"}, {"mentions": [{"startOffset": 2636, "endOffset": 2654}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 2666, "endOffset": 2676}], "type": "SYMPTOM", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 2678, "endOffset": 2685}], "type": "SYMPTOM", "entityId": "Q154430"}, {"mentions": [{"startOffset": 2690, "endOffset": 2694}], "type": "SYMPTOM", "entityId": "Q44619"}, {"mentions": [{"startOffset": 2930, "endOffset": 2945}], "type": "NAT", "entityId": "Q2643509"}, {"mentions": [{"startOffset": 3194, "endOffset": 3209}], "type": "NAT", "entityId": "Q2735001"}, {"mentions": [{"startOffset": 3257, "endOffset": 3272}], "type": "NAT", "entityId": "Q2735001"}, {"mentions": [{"startOffset": 4001, "endOffset": 4009}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 4013, "endOffset": 4032}], "type": "SYMPTOM", "entityId": "Q123414"}, {"mentions": [{"startOffset": 4095, "endOffset": 4101}], "type": "SYMPTOM", "entityId": "Q3500368"}, {"mentions": [{"startOffset": 4609, "endOffset": 4632}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 4711, "endOffset": 4721}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 4802, "endOffset": 4812}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 4892, "endOffset": 4909}], "type": "DISEASE", "entityId": "Q544006"}, {"mentions": [{"startOffset": 5132, "endOffset": 5139}], "type": "DISEASE", "entityId": "Q544006"}, {"mentions": [{"startOffset": 5144, "endOffset": 5154}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 5350, "endOffset": 5357}], "type": "LOC", "entityId": "Q30"}]}}, "documentMetadata": {"title": ["It’s not just you – politics is stressing out America’s youth"], "language": ["en"], "direction": ["ltr"], "published_date": ["2018-01-21T05:00:00.000Z"], "accessed_date": ["2020-08-10T16:31:36"], "url": ["https://theconversation.com/its-not-just-you-politics-is-stressing-out-americas-youth-89945"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/elections-1389", "https://theconversation.com/topics/anxiety-790", "https://theconversation.com/topics/teenagers-698", "https://theconversation.com/topics/depression-669", "https://theconversation.com/topics/news-1904", "https://theconversation.com/topics/politics-245", "https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/2016-us-elections-31608", "https://theconversation.com/topics/stress-687"], "author": [null], "lead_image_url": "https://images.theconversation.com/files/202160/original/file-20180116-53302-j9nc6f.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop", "word_count": ["882"], "uuid": ["4be326d031de30458ba227c5eb8021d0"], "license": ["https://creativecommons.org/licenses/by-nd/4.0/"], "annotators": ["ANN_1", "ANN_2"], "adjudicators": ["ADJ_2", "ADJ_0"]}}
