{"data": "Brain regions exchange information by sending and receiving signals through a network of nerve connections. \n\nThis exchange is crucial to all aspects of the brain’s functioning, including how we experience the world, form and retrieve memories, and make decisions. \n\nBut scientists don’t have a clear idea of how signals find their way through the brain’s complicated wiring.\n\nTo understand this problem, our research team spent the past three years studying how brain regions communicate with each other, and what we found can help us better understand how our brains function.\n\nUsing non-invasive MRI scans, we reconstructed the network of nerve fibre bundles of the human brain. This gave us a model of brain wiring, which we used to investigate how signals may travel between the brain’s regions.\n\nThere are three steps in the modelling of the brain’s network of nerve fibre bundles. First, we consider the human brain’s anatomy. Then we use MRI scans to create a 3D model of all nerve connection bundles. Lastly, we reconstruct the brain’s wiring network and use it to understand communication between brain regions. Left: Wikimedia Commons. Centre and right: author provided.\n\nIn our research, published in Nature Communications, we discovered that based on how our brains are wired, certain regions are better at sending electrical signals, while others are better at receiving them. \n\nRead more: Like sightseeing in Paris – a new model for brain communication\n\nThis is an important discovery because it helps us understand how neural traffic is directed in the brain.\n\nMalfunctions in brain communication may be the cause of many debilitating mental health conditions such as depression and schizophrenia. By understanding how brain regions communicate with each other, we can potentially develop new treatments for such diseases.\n\n## Two-way connections\n\nIn the brain, a nerve bundle connects two regions and allows signals to travel between them. \n\nThese connections can be one-way, where signals only travel in a single direction, or two-way, which allows communication both ways.\n\nScientists discovered this a long time ago by dissecting the preserved brains of humans and other animals.\n\nNon-invasive MRI scans can tell us which brain regions have nerve bundles connecting them, but we can’t know whether they are one or two-way connections. \n\nAlso, if they’re one-way connections, we don’t know the direction of movement. This is a limitation of current brain scan technology. \n\nBecause scientists cannot tell the difference between a one or two-way connection in the brain, they usually assume all nerve bundles are two-way connections. This is a reasonable simplification in many cases, and has helped us understand a lot about the brain.\n\nRead more: The brain and the gut talk to each other: how fixing one could help the other\n\nBut this simplification makes it difficult to study the direction in which electrical signals are travelling. While we can study communication between two parts of the brain, it’s hard to know which region is sending signals and which is receiving them. \n\nOur research helped us get around this problem. \n\n## Senders and receivers in the brain\n\nTo better understand, imagine you’re on vacation in Paris and decide to rent a car and go for a drive. You’re driving without a destination in mind when you serendipitously arrive at the famous Arc de Triomphe.\n\n‘Receivers’ in the human brain act like landmarks in cities, as they are easy to get to from other locations. Shutterstock\n\nThis is not a coincidence. Cities are designed so that important places are easy to get to from many locations. While it may be easy to drive from the car rental agency to the Arc de Triomphe, starting from the famous landmark and accidentally coming back to the agency is less likely.\n\nOur research shows brain communication may work in a similar way. We found that certain regions are, on average, quickly accessible from everywhere else in the brain. We call these regions “receivers”. \n\nOther regions are, on average, good at efficiently reaching most places in the brain, but may not be so easy to get to. We call these regions “senders”.\n\nWe found that the division of the brain’s regions into senders and receivers matches previous ideas about how the brain operates.\n\nSenders are in charge of sensory signals such as visual or auditory information. They are the first regions to deal with information coming from the outside world, and can efficiently send this data to the rest of the brain.\n\nOn the other hand, receivers are important for complicated thoughts and problem solving. They act as meeting points for information coming from many other regions. They then collect and process this data, with the goal of ensuring our decisions make sense with what is going on in the outside world.\n\n## New possibilities\n\nOur research shows that knowledge about sender and receiver regions in the brain can be obtained from a two-way connection model of the human brain’s wiring. Importantly, we reconstructed the wiring using non-invasive MRI scans. \n\nUntil now, scientists thought that understanding how the brain’s wiring directs neural traffic was only possible by dissecting the brains of humans and other animals after their death.\n\nOur research introduces possibilities to better understand brain functioning in living people, and how disruptions in neural communication may lead to mental disorders.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"entityId": "Q9620", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 89, "endOffset": 94, "timestamp": "2021-01-12T18:50:26.423000"}]}, {"entityId": "Q692974", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 642, "endOffset": 653, "timestamp": "2020-12-13T13:58:43.482000"}]}, {"entityId": "Q692974", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 867, "endOffset": 878, "timestamp": "2021-01-12T18:50:26.655000"}]}, {"entityId": "Q9620", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 984, "endOffset": 989, "timestamp": "2020-12-13T14:07:06.640000"}]}, {"entityId": "Q565", "type": "PRODUCT", "headMentionIndex": 0, "mentions": [{"startOffset": 1128, "endOffset": 1145, "timestamp": "2021-01-12T18:50:28.493000"}]}, {"entityId": "Q573880", "type": "PRODUCT", "headMentionIndex": 0, "mentions": [{"startOffset": 1213, "endOffset": 1234, "timestamp": "2021-01-12T18:50:26.822000"}]}, {"entityId": "Q90", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 1424, "endOffset": 1429, "timestamp": "2021-01-12T18:50:26.864000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1651, "endOffset": 1675, "timestamp": "2020-12-14T09:28:26.177000"}]}, {"entityId": "Q42844", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1684, "endOffset": 1694, "timestamp": "2020-12-14T09:28:26.177000"}]}, {"entityId": "Q41112", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1699, "endOffset": 1712, "timestamp": "2020-12-14T09:28:26.177000"}]}, {"entityId": "Q179661", "type": "TREATMENT", "headMentionIndex": 0, "mentions": [{"startOffset": 1809, "endOffset": 1819, "timestamp": "2020-12-10T09:43:03.789000"}]}, {"entityId": "Q12136", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 1829, "endOffset": 1837, "timestamp": "2020-12-10T09:43:03.789000"}]}, {"entityId": "Q9620", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 1880, "endOffset": 1885, "timestamp": "2021-01-12T18:50:27.074000"}]}, {"entityId": "Q9620", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 2261, "endOffset": 2266, "timestamp": "2020-12-15T08:53:40.541000"}]}, {"entityId": "Q9620", "type": "SUBSTANCE", "headMentionIndex": 0, "mentions": [{"startOffset": 2613, "endOffset": 2618, "timestamp": "2021-01-12T18:50:27.285000"}]}, {"entityId": "Q90", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3243, "endOffset": 3248, "timestamp": "2021-01-12T18:50:27.574000"}]}, {"entityId": "Q64436", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3385, "endOffset": 3400, "timestamp": "2021-01-12T18:50:27.623000"}]}, {"entityId": "Q3482689", "type": "ORG", "headMentionIndex": 0, "mentions": [{"startOffset": 3513, "endOffset": 3525, "timestamp": "2020-12-14T08:44:11.056000"}]}, {"entityId": "Q64436", "type": "LOC", "headMentionIndex": 0, "mentions": [{"startOffset": 3703, "endOffset": 3718, "timestamp": "2021-01-12T18:50:27.802000"}]}, {"entityId": "Q12135", "type": "DISEASE", "headMentionIndex": 0, "mentions": [{"startOffset": 5420, "endOffset": 5436, "timestamp": "2021-01-12T18:50:28.455000"}]}]}}, "documentMetadata": {"title": ["Your brain has ‘landmarks’ that drive neural traffic and help you make hard decisions"], "language": ["en"], "direction": ["ltr"], "published_date": ["2019-04-01T04:00:00.000Z"], "accessed_date": ["2020-08-10T16:22:33"], "url": ["https://theconversation.com/your-brain-has-landmarks-that-drive-neural-traffic-and-help-you-make-hard-decisions-123751"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/neuroscience-427", "https://theconversation.com/topics/neural-signals-75822", "https://theconversation.com/topics/neural-networks-18455", "https://theconversation.com/topics/nerve-signal-39559", "https://theconversation.com/topics/human-brain-38190", "https://theconversation.com/topics/neural-circuits-49595", "https://theconversation.com/topics/schizophrenia-532", "https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/mri-500"], "lead_image_url": ["https://images.theconversation.com/files/293136/original/file-20190919-53524-faquip.jpg?ixlib=rb-1.1.0&rect=35%2C260%2C5955%2C2973&q=45&auto=format&w=1356&h=668&fit=crop"], "word_count": ["872"], "uuid": ["50fa3552bb943fe5859c6259a7882b11"], "license": ["https://creativecommons.org/licenses/by-nd/4.0/"]}}
