{"version": "1.1.0", "data": "Dr. Jerald Block is a psychiatrist based in Portland, Oregon, United States. Dr. Block has attracted some media attention due to one theory of his - the idea that Internet addiction can be viewed as a distinct mental condition.\n\nIn an interview with Wikinews, Dr. Block discusses this theory, including what needs to be done about it, and the alleged violent response that can arise from an addict's withdrawal. Below is the full exclusive interview.\n\nInterview\n\nWhen and how did you first come up with the idea that it is possible to become addicted to the Internet?\n\nI have been working in this area since 1993.  Earlier, really.  I was initially trained as an Industrial Engineer before becoming a MD.  I remember reading and writing about the impact of technology on people for an ergonomics class in college, way back in 1985.  Even then, I found the topic fascinating.\n((WN))  Do you have any ideas for how Internet addiction could be treated?\n\nHarshly vs. gently.  The hardball approach is to punish for excessive use and restrict/limit access.  Perhaps send the individual to a computer-free outdoor camp for several weeks.  Some practitioners do this and think highly of the method.  My concern with it is (1) it generates tremendous anger; (2) there is a high relapse rate, since the restriction is to something enormously common in society, enjoyable, and the limits are imposed rather than self-endorsed; (3) what behavior will take the place of the computer?  Is it any better?\nThe gentle approach is to talk about the issue, come to some agreement about whether it truly is a problem, and then try to negotiate some sort of mutually-agreed on treatment plan.  This method also has its difficulties: it is time consuming, expensive, and does not guarantee the target behavior, the computer use, will ever be adequately addressed (at least from society's viewpoint).\nFinally, both these methods can be helped along with the conservative use of meds, all of which would be \"off-label\" and targeted at OCD/Depressive sxs.\n((WN))  Activities such as gaming and viewing pornography predate the Internet, as does the potential to be addicted to them. What is different about it when it is online?\n\nWell, with regards to porn, there are the three As -- Anonymous, Affordable, and Accessible.  One has the illusion of anonymity so, when looking at porn or researching one's own paraphilia, individuals may no longer feel the shame that they might have in the past.  And, the porn is cheap and readily available.\nWith gaming, I'd modify the list somewhat but it remains mostly true.  I'd also add that games (and porn, sometimes) provide an effective outlet for aggression that is (1) time consuming, (2) socially acceptable, (3) entertaining, (4) empowering, and (5) engaging.  In moderation, the preoccupation can prevent people from acting on angry impulses.  However, over time, it may exacerbate such issues and make things worse.\n((WN))  What do you want to see governments do in response?\n\nThe government can help by channeling interest into the topic and more research through the CDC, NIH, and special investigative bodies.  At present, the game and porn industry has no stake in seeing research conducted and it is not clear who does.  As a result, there is little money budgeted to exploring the issue using the standard methods we use in science.  Then, ironically, it is claimed that there are no \"good\" studies...well, of course not -- there is no money to pay for them.\nActually, though, there have been some good studies...if you understand their limitations.  For example, Nick Yee's work is interesting but his sampling methods are clearly non-random.  We also have several consulting firms, like Nielsen or NPD.  They have done some huge RANDOM studies which they issue news releases on.  However, research which documents things like some recent ones from NPD...that some 4- 5 million people play 45+ hours per week in the USA and buy around two new titles each week... are sold for thousands of dollars and inaccessible via libraries.  They are written for the game industry to clarify their sales strategy and target consumers, not for the medical community, and almost entirely unavailable to clinicians.\nI do not believe the government should get into mandating content, censorship, or any of that.  It is a waste of time, money, and resources.  I do think, however, that the government should phase in a requirement that games or the computer's OS come with the ability to limit access to porn or games, as the computer's owner directs.  People should be able to ask the system to budget or cut themselves off of games or porn, as they wish.  The limits could be around time and/or content and would be reversible, with time, effort, or money.\n((WN))  What advice would you give to someone who is addicted to the Internet, assuming treatment is unavailable?\n\nAdvice...  I do not have generic advice -- it really is case specific.  Obviously, the patient needs to figure out how serious they are about wanting to \"cut back\" and then what, specifically, is stopping them.   With excessive porn use, often I prescribe SSRIs or related medications.  We need to develop clear protocols to treat computer-related pathology.\n((WN))  Why do you think there is a lack of major studies or official policy on Internet addiction?\n\nMajor studies cost lots of money.  In the USA, any study needs to pay for the IRB, the researcher's time, the technology, the statistical analysis, the fixed costs, etc..  In addition, this is complicated in the USA since there are few funding sources with a clear mandate to research this topic.  Those that do exist are often intertwined with ethical or political agendas which pull investigators away from conducting unbiased research.  Finally, I think what research dollars are available have been distracted by a secondary issue:  the concept that violent media creates violent people.  This may (or may not) be true but, at best, the effect size seems to be small and costs in addressing it are huge.  It seems to me that a more immediate and dangerous issue is that of compulsive computer use.\nThat being said, in Asia, pathological computer use is recognized as a BIG problem and several governments have funded research.  Thus, some of the best studies have come out from there.\n((WN))  If someone was addicted, they likely would remain housebound and online, making detection difficult. How would you suggest identifying people in need of treatment could be located?\n\nPeople who need treatment usually know it long before others.  They berate themselves for staying awake until 5 AM playing Spore or some such thing and, at 5:05 AM, they very well KNOW that they have a problem.  The key is to make accessible to them some sort of self-selected limit that they could activate AT THAT TIME -- at 5 am -- to restrict themselves in the future.\nOutside of that I am interested in seeing if we can detect any increase, societally, in pulmonary emboli or deep vein thromboses.  Being sedentary all day/night can cause either of these life-threatening issues.  Also, I am interested in complaints of \"delayed sleep cycle\" to pulmonologists in sleep clinics.  Finally, I am interested in episodes of violence that occur after computer limits are set, such as I have written about with the school shootings at Columbine.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"mentions": [{"startOffset": 0, "endOffset": 3}], "type": "TITLE", "entityId": "Q4618975"}, {"mentions": [{"startOffset": 4, "endOffset": 16}], "type": "PER", "entityId": "E109"}, {"mentions": [{"startOffset": 44, "endOffset": 60}], "type": "LOC", "entityId": "Q6106"}, {"mentions": [{"startOffset": 62, "endOffset": 75}], "type": "LOC", "entityId": "Q30"}, {"mentions": [{"startOffset": 77, "endOffset": 80}], "type": "TITLE", "entityId": "Q4618975"}, {"mentions": [{"startOffset": 81, "endOffset": 86}], "type": "PER", "entityId": "E109"}, {"mentions": [{"startOffset": 163, "endOffset": 181}], "type": "DISEASE", "entityId": "Q831735"}, {"mentions": [{"startOffset": 210, "endOffset": 226}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 250, "endOffset": 258}], "type": "ORG", "entityId": "Q964"}, {"mentions": [{"startOffset": 260, "endOffset": 263}], "type": "TITLE", "entityId": "Q4618975"}, {"mentions": [{"startOffset": 264, "endOffset": 269}], "type": "PER", "entityId": "E109"}, {"mentions": [{"startOffset": 913, "endOffset": 931}], "type": "DISEASE", "entityId": "Q831735"}, {"mentions": [{"startOffset": 1657, "endOffset": 1666}], "type": "TREATMENT", "entityId": "Q179661"}, {"mentions": [{"startOffset": 1956, "endOffset": 1960}], "type": "TREATMENT", "entityId": "Q12140"}, {"mentions": [{"startOffset": 2012, "endOffset": 2015}], "type": "DISEASE", "entityId": "Q178190"}, {"mentions": [{"startOffset": 3093, "endOffset": 3096}], "type": "ORG", "entityId": "Q583725"}, {"mentions": [{"startOffset": 3098, "endOffset": 3101}], "type": "ORG", "entityId": "Q390551"}, {"mentions": [{"startOffset": 3594, "endOffset": 3602}], "type": "PER", "entityId": "Q56604754"}, {"mentions": [{"startOffset": 3719, "endOffset": 3726}], "type": "ORG", "entityId": "Q540891"}, {"mentions": [{"startOffset": 3730, "endOffset": 3733}], "type": "ORG", "entityId": "Q1807739"}, {"mentions": [{"startOffset": 3880, "endOffset": 3883}], "type": "ORG", "entityId": "Q1807739"}, {"mentions": [{"startOffset": 3947, "endOffset": 3950}], "type": "LOC", "entityId": "Q30"}, {"mentions": [{"startOffset": 4861, "endOffset": 4870}], "type": "TREATMENT", "entityId": "Q179661"}, {"mentions": [{"startOffset": 5144, "endOffset": 5149}], "type": "TREATMENT", "entityId": "Q334477"}, {"mentions": [{"startOffset": 5161, "endOffset": 5172}], "type": "TREATMENT", "entityId": "Q12140"}, {"mentions": [{"startOffset": 5219, "endOffset": 5245}], "type": "DISEASE", "entityId": "Q831735"}, {"mentions": [{"startOffset": 5327, "endOffset": 5345}], "type": "DISEASE", "entityId": "Q831735"}, {"mentions": [{"startOffset": 5390, "endOffset": 5393}], "type": "LOC", "entityId": "Q30"}, {"mentions": [{"startOffset": 5426, "endOffset": 5429}], "type": "ORG", "entityId": "Q362104"}, {"mentions": [{"startOffset": 5560, "endOffset": 5563}], "type": "LOC", "entityId": "Q30"}, {"mentions": [{"startOffset": 6125, "endOffset": 6148}], "type": "SYMPTOM", "entityId": "Q831735"}, {"mentions": [{"startOffset": 6170, "endOffset": 6174}], "type": "LOC", "entityId": "Q48"}, {"mentions": [{"startOffset": 6176, "endOffset": 6201}], "type": "DISEASE", "entityId": "Q831735"}, {"mentions": [{"startOffset": 6498, "endOffset": 6507}], "type": "TREATMENT", "entityId": "Q179661"}, {"mentions": [{"startOffset": 6543, "endOffset": 6552}], "type": "TREATMENT", "entityId": "Q179661"}, {"mentions": [{"startOffset": 6988, "endOffset": 7004}], "type": "DISEASE", "entityId": "Q220570"}, {"mentions": [{"startOffset": 7008, "endOffset": 7028}], "type": "DISEASE", "entityId": "Q261327"}, {"mentions": [{"startOffset": 7153, "endOffset": 7172}], "type": "SYMPTOM", "entityId": "Q177190"}, {"mentions": [{"startOffset": 7360, "endOffset": 7369}], "type": "LOC", "entityId": "Q1112702"}]}}, "documentMetadata": {"title": ["Psychiatrist Dr. Jerald Block tells Wikinews about addiction to the Internet"], "language": ["en"], "direction": ["ltr"], "published_date": ["2008-10-22"], "accessed_date": ["2020-08-19T17:00:33.438532"], "url": ["https://en.wikinews.org/wiki/Psychiatrist_Dr._Jerald_Block_tells_Wikinews_about_addiction_to_the_Internet"], "domain": ["https://en.wikinews.org"], "wikinews_categories": ["https://en.wikinews.org/wiki/Category:Archived", "https://en.wikinews.org/wiki/Category:Health", "https://en.wikinews.org/wiki/Category:Internet", "https://en.wikinews.org/wiki/Category:Interview", "https://en.wikinews.org/wiki/Category:Mental_health", "https://en.wikinews.org/wiki/Category:North_America", "https://en.wikinews.org/wiki/Category:October_22,_2008", "https://en.wikinews.org/wiki/Category:Oregon", "https://en.wikinews.org/wiki/Category:Original_reporting", "https://en.wikinews.org/wiki/Category:Pornography", "https://en.wikinews.org/wiki/Category:Portland,_Oregon", "https://en.wikinews.org/wiki/Category:Published", "https://en.wikinews.org/wiki/Category:Science_and_technology", "https://en.wikinews.org/wiki/Category:United_States"], "uuid": ["59aac900da2d3063bc3f3a6c57e8c1c6"], "license": ["//creativecommons.org/licenses/by/2.5/"], "annotators": ["ANN_1", "ANN_2"], "adjudicators": ["ADJ_2", "ADJ_0"]}}
