{"version": "1.1.0", "data": "Classical musicians and elite athletes might not appear to have much in common. One is concerned with artistry, the other with physicality. But whether they are on the stage or the pitch, holding a violin or football, there is a constant pressure for them to perform under the spotlight. \n\nThis ongoing stress can mean both classical musicians and elite athletes face similar mental health challenges, which may not be immediately apparent to their fans and followers. Musicians may play physically demanding instruments, commit to heavy rehearsal and performance schedules, experience unstable employment and endure constant audience and peer criticism. Athletes, on the other hand, play physically demanding sports with heavy training schedules, and endure criticism from spectators and the media week after week. \n\nObviously there are similar positive aspects to reaching the highest levels of both sport and classical music. Pursuing a passion to such a stage is an incredible achievement. The physical expression, artistry – even fame – is something that some can only dream of. But even these upsides can contribute to the pressure to perform.\n\nThe very nature of performing promotes a heightened self-awareness. Athletes and musicians alike have to reflect on their performance to further improve. This constant internal critique makes problems with self-criticism common for both. \n\nBreaking down. Artem Furman/Shutterstock\n\nClassical musicians and elite athletes seem to spend their careers questioning if their life has a purpose beyond that of a dedication to perfection. They are constantly striving for the perfect recital, the perfect race – ultimately the perfect performance. And when they think they have failed there is a sense of shame and guilt of letting others down, which can result in a failure-based depression.\n\nThe very nature of the training environments do nothing to discourage this. Musicians face intense competition with peers for the attention of the maestro. A lack of attention suggests failure and can lead to a loss of confidence and motivation. Athletes also strive for performance outcomes focused on direct comparison with their competitors. They are subject to feedback from their coaches on their skills – often on a daily basis. As a result, many athletes and musicians also possess a fear of failure, based in part on these strong perfectionist concerns.\n\n## Toxic environments\n\nA recent report found more than 60% of musicians have suffered from depression or other mental health issues, while a 2015 survey of mental illness in professional footballers found depression and anxiety affected more than one-third of those playing. Coping with injury and burnout were listed as the key threats to well being. \n\nThese findings have encouraged professional bodies to challenge what can clearly be toxic environments – but not enough is being done. In an ideal world, no musician or athlete would experience mental health problems – and yet neither group’s well being is properly managed. \n\nThere are some initiatives which address the problems, but they are by no means full solutions. The report into the bullying culture of British Cycling, for example, highlighted a relentless pursuit of medals as being to the detriment of the well being of the athlete. Key recommendations to challenge this “climate of fear” included a commitment to athlete whole-life development and welfare. These are in the process of being implemented.\n\nIn recent years, organisations representing athletes or musicians have started to more explicitly encourage members to seek help and support for mental health issues. For example, The Music Minds Matter campaign provides a dedicated helpline to help musicians access mental health services. Similarly, The professional footballers association offers footballers a 24-hour helpline and also funds a residential mental health treatment clinic. In Scotland, it was recently announced that every football club will appoint a person to monitor players’ mental health. Meanwhile the Chris Mitchell Foundation, created in memory of the Scottish footballer who took his own life in 2016 has been funding “mental health first aid courses” for coaches and staff. \n\nThese initiatives show that both professional football and classical music are getting better at providing the necessary support the performers deserve. But they can do a lot more, simply by looking to each other. The similarities in factors that can affect mental well being are clear, so it makes sense for one to take lead from the other profession. One example comes from the Royal Liverpool Philharmonic Orchestra, which has developed a programme aimed at supporting the physical and mental health of musicians. The programme acknowledges research in elite sport and will involve musicians working with a performance psychologist.\n\nOur musicians and athletes give us so much pleasure through their performances. It is all too easy to forget – or not truly appreciate – the challenges they go through to bring joy to their spectators. We celebrate their successes, it makes us feel good to lose ourselves in the moment of the performance – they help us to forget about our own troubles. So it’s important to remember that we all need support when we can’t hear the applause.\n", "attributes": {"entities": {"type": "list", "itemType": "entities", "items": [{"mentions": [{"startOffset": 1406, "endOffset": 1418}], "type": "PER", "entityId": "Q65717261"}, {"mentions": [{"startOffset": 1419, "endOffset": 1431}], "type": "ORG", "entityId": "Q3482689"}, {"mentions": [{"startOffset": 1825, "endOffset": 1835}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 2492, "endOffset": 2502}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 2512, "endOffset": 2532}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 2557, "endOffset": 2571}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 2606, "endOffset": 2616}], "type": "DISEASE", "entityId": "Q4340209"}, {"mentions": [{"startOffset": 2621, "endOffset": 2628}], "type": "DISEASE", "entityId": "Q544006"}, {"mentions": [{"startOffset": 2949, "endOffset": 2971}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 3168, "endOffset": 3183}], "type": "ORG", "entityId": "Q2925723"}, {"mentions": [{"startOffset": 3619, "endOffset": 3639}], "type": "DISEASE", "entityId": "Q12135"}, {"mentions": [{"startOffset": 3741, "endOffset": 3763}], "type": "TREATMENT", "entityId": "Q183257"}, {"mentions": [{"startOffset": 3884, "endOffset": 3907}], "type": "TREATMENT", "entityId": "Q183257"}, {"mentions": [{"startOffset": 3919, "endOffset": 3927}], "type": "LOC", "entityId": "Q22"}, {"mentions": [{"startOffset": 4051, "endOffset": 4076}], "type": "ORG", "entityId": "E108"}, {"mentions": [{"startOffset": 4103, "endOffset": 4111}], "type": "NAT", "entityId": "Q181634"}, {"mentions": [{"startOffset": 4609, "endOffset": 4647}], "type": "ORG", "entityId": "Q1818979"}]}}, "documentMetadata": {"title": ["How musicians and athletes could learn from each other when it comes to coping with stress"], "language": ["en"], "direction": ["ltr"], "published_date": ["2018-01-30T05:00:00.000Z"], "accessed_date": ["2020-08-10T16:31:05"], "url": ["https://theconversation.com/how-musicians-and-athletes-could-learn-from-each-other-when-it-comes-to-coping-with-stress-90255"], "domain": ["theconversation.com"], "conversation_tags": ["https://theconversation.com/topics/musicians-20329", "https://theconversation.com/topics/elite-athletes-38473", "https://theconversation.com/topics/classical-musicians-50483", "https://theconversation.com/topics/well-being-7249", "https://theconversation.com/topics/mental-health-343", "https://theconversation.com/topics/stress-687"], "author": [null], "lead_image_url": "https://images.theconversation.com/files/208298/original/file-20180228-36683-5tzln0.jpg?ixlib=rb-1.1.0&rect=40%2C303%2C5455%2C2727&q=45&auto=format&w=1356&h=668&fit=crop", "word_count": ["831"], "uuid": ["5c1fce40dd163aa4a2b5950b6b264d13"], "license": ["https://creativecommons.org/licenses/by-nd/4.0/"], "annotators": ["ANN_1", "ANN_2"], "adjudicators": ["ADJ_2", "ADJ_0"]}}
